[
    {
        "_id": {
            "$oid": "608f66508d7a942f4c449e91"
        },
        "name": "Tommy 'Panda' Chen",
        "name_short": "Tommy Chen",
        "image": "images/artists/Artist0.jpg",
        "description": "Originally from Kirkland, WA, Tommy has been tattooing since 2005 and has had the opportunity to learn from other artists and also teach his artistic skill set to new artists. He has worked in several tattoo shops in the greater Seattle area, and opened his own shop, Bad Panda Tattoo in April 2011, in downtown Tacoma, WA. In his own words: I welcome you to Bad Panda Tattoo, a special place where a group of gifted individuals have come together as a family, exploring art, laughter and love for our craft and our clients.",
        "specialty": "Tommy enjoys doing custom pieces, where he collaborates with his clientele to create the ideal piece of art for their body, striving for perfection in this competitive industry.  He puts equal amounts of thought and creativity into each piece of art; as though he were designing this tattoo for himself. Some of his favorite styles to tattoo are: realism, neo-traditional, new school and watercolor.",
        "createdAt": {
            "$date": "2021-05-03T02:56:16.897Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T02:56:16.897Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608f66888d7a942f4c449e92"
        },
        "name": "Brian McNally",
        "name_short": "Brian McNally",
        "image": "images/artists/Artist1.jpg",
        "description": "Brian McNally is originally from Los Angeles, and has been tattooing since 2002. He attended the Los Angeles Academy of Fine Art, where his passion for creating art, turned into a career. Whether it's charcoal and paper, paint on canvas or ink on human canvas, Brian is a visionary when it comes to conceptual art. He comes to Bad Panda Tattoo with 18 years of tattooing experience, where he has refined and improved his craft throughout that time. He is eager to continue growing as an artist, with the diverse mixture of current and new clientele.",
        "specialty": "Brian enjoys designing custom pieces and working with his clientele to bring their tattoo ideas to reality. Some of his favorite styles to tattoo are: new school, black & gray realism, and watercolor.",
        "createdAt": {
            "$date": "2021-05-03T02:57:12.316Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T02:57:12.316Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608f66b78d7a942f4c449e93"
        },
        "name": "Mike 'Rizzo' Rasinski",
        "name_short": "Rizzo",
        "image": "images/artists/Artist2.jpg",
        "description": "Rizzo is the soul of Bad Panda, bringing smiles and laughter with his irreverent sense of humor. For Rizzo, tattooing started locally as a hobby and grew into a profession, not just a job. In his own words: Luckily, I belong to that group of guys who do what they really enjoy, and do it for living. I am creating something on someone else’s skin for life, and in most cases, making them and myself happy at the same time. I need to produce a high quality of work constantly, correct my errors and get closer to perfection and the upper limit of my knowledge and ability.",
        "specialty": "Rizzo's style is mostly realism, like portraits, pin ups, wildlife and so on, but he loves designing tribal and biomechanical pieces and all kinds of fantasy and nonfigurative stuff. They are simple yet good looking and I have a lot of fun from the beginning of the design to the finished tattoo. I always design these tattoos individually according to the concept and placement. Tribal pieces require more patience during the procedure and a different kind of attention to technical knowledge compared to other styles. They are kind of relaxing pieces between two big realistic pieces, and I love how they twist and disappear and reappear.",
        "createdAt": {
            "$date": "2021-05-03T02:57:59.601Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T02:57:59.601Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608f66c88d7a942f4c449e94"
        },
        "name": "Lauren O'Neil",
        "name_short": "Lauren O",
        "image": "images/artists/Artist3.jpg",
        "description": "Lauren O'Neil was raised in Goodyear, a suburb to the west of Phoenix, AZ. Her single mother worked at a fast food restaurant while taking night school in accounting. Lauren's mother, who was also an artist, taught her how to draw and instilled the creative ambition that she carries today. She graduated from the Fashion Institute of Technology in 2007 and spent five years as a fashion designer in New York City at a private label, where she designed beadwork, lace details, embroidery, and appliqués for garments. Her intricate tattoo style would later reflect these themes. Lauren joined Bad Panda Tattoo in 2018.",
        "specialty": "Lauren enjoys designing abstract and geometric pieces that are unique and orginal -- anything from a mandala to a tribal piece that contours the body. Some of her favorite styles to tattoo are: color abstract, Illustrative tattoo, American Traditional and Japanese Traditional.",
        "createdAt": {
            "$date": "2021-05-03T02:58:16.192Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T02:58:16.192Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608f66e38d7a942f4c449e95"
        },
        "name": "Rico Gutierrez",
        "name_short": "Rico",
        "image": "images/artists/Artist4.jpg",
        "description": "Rico grew-up in Brooklyn, NY. He would spend many hours drawing, inspired by cartoons, comic books, rock-n-roll, and nature. After moving out of his fathers house, he lived at a yoga center for 2 years honing his art and music. Then, he landed a job travelling with the Renaissance Festival and traveled across the country, eventually finding a new home in Seattle. In his new home, he attended Seattle Pacific University where he studied Fine Art and Music. He has also done one to one training with renowned Tattoo artist Eric Shock in Los Angeles, where he specialized in fine art tattooing, advanced greywash techniques, and color theory.",
        "specialty": "Rico enjoys taking on the rare open canvas clients who are completely open to giving him free reign to develop an original piece of art. Otherwise, he is an excellent collaborator for client-driven concepts. Some of his favorite styles to tattoo are: black & gray realism, bio-mechanical, Japanese Traditional and portraits.",
        "createdAt": {
            "$date": "2021-05-03T02:58:43.794Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T02:58:43.794Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608f670b8d7a942f4c449e96"
        },
        "name": "Chantel Evans",
        "name_short": "Chantel Evans",
        "image": "images/artists/Artist5.jpg",
        "description": "After working for a long time as a designer, Chantel's way into the tattoo world started in 2008 under the teaching of Vern McIntosh (Blitz Tattoo). Over the years I have condensed all my knowledge about design and fine art into the tattoo subject, so the Graphic Art style is today my main creative outlet and the end of the search for my personal expression as a tattooist. Every tattoo is art in itself; every one of my tattoos are put together with the feelings of the customer and my imagination, so my aim is to catch and reflect a piece of the soul in my works, making a unique artistic product every time.",
        "specialty": "Chantel enjoys designing powerful graphic images. Anything that projects strength, justice and determination will benefit from her deft interpretive skills. Some of her favorite styles to tattoo are: black & grey realism, Neo Traditional, new school, American Traditional and Illustrative tattoos.",
        "createdAt": {
            "$date": "2021-05-03T02:59:23.993Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T02:59:23.993Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608f670b8d7a942f4c449e97"
        },
        "name": "Paul Michaelson",
        "name_short": "Paul Michaelson",
        "image": "images/artists/Artist6.jpg",
        "description": "I was born an artist and grew up in Salem, OR. I have tried to escape from what I am many times and always ended up with a pencil or brush in my hand. My mother is an extremely accomplished artist, and I feel sometimes as though I live my carreer in her shadow, although we lead two completely different paths in the artworld. I have been around art my entire life, and making a great living off of it has never been a question for me. All of my family, including my mom, dad, stepdad, and my brother are all amazing artists, and work hard at what they do to be the best. I have that same drive instilled in me.",
        "specialty": "My favorite pieces are large-scale signature pieces, like a full back or arm sleeve when I can compose a story through art. That said, I also find beauty in equisitely executed small pieces that are meaningful to my clients. My favorite styles to tattoo are: color photo realism, American Traditional and Trash Polka.",
        "createdAt": {
            "$date": "2021-05-03T02:59:23.993Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T02:59:23.993Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608f670b8d7a942f4c449e98"
        },
        "name": "Dwayne Issacson",
        "name_short": "Dwayne Issacson",
        "image": "images/artists/Artist7.jpg",
        "description": "A self-described 'working class' artist, Dwayne prides himself in his ability to relate to his clients and to never forget a face or tattoo he has worked on. Although he is primarily a 'new school' artist, Dwayne knows that his talents are balanced and he can handle any challenge that comes his way. He was something of a child prodigy as he amazed his friends and teachers with his creative homemade comic books. Although self-taught, Dwayne apprenticed under some of the top artists in Venice Beach, CA, eventually earning a full-time chair at Skullz Ink in 2014. Dwayne is our newest artist at Bad Panda Tattoo, joining in May 2019.",
        "specialty": "Dwayne is rapidly building a clientele list for his expertise in bright, colorful new school tattoos. He also produces exceptional American Traditional and Neo Traditional tattoos where smooth, packed color stands front and center.",
        "createdAt": {
            "$date": "2021-05-03T02:59:23.993Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T02:59:23.993Z"
        },
        "__v": 0
    }
]