[
    {
        "_id": {
            "$oid": "608fba91cb049a55580dbd89"
        },
        "name": "New School",
        "name_short": "New School",
        "typecode": 2,
        "description": "New school is a tattooing style originating as early as the 1970s and influenced by some features of old school tattooing in the United States. The style is often characterized by the use of heavy outlines, vivid colors, and exaggerated depictions of the subject.",
        "createdAt": {
            "$date": "2021-05-03T08:55:45.462Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T08:55:45.462Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608fba91cb049a55580dbd88"
        },
        "name": "Neo Traditional",
        "name_short": "Neo Traditional",
        "typecode": 1,
        "description": "Neo-traditional tattoos include many of the central elements of traditional American tattoos, such as clean black outlines and a bold overall style. The key differences are a larger color palette, expanding beyond the traditional primary colors.",
        "createdAt": {
            "$date": "2021-05-03T08:55:45.462Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T08:55:45.462Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608fba91cb049a55580dbd8a"
        },
        "name": "American Traditional",
        "name_short": "American Traditional",
        "typecode": 3,
        "description": "American Traditional design styles use heavy black outlines with minimal color and a lot of black shades. They are usually darker in appearance and the color choice is limited to simple colors such as average blue, green, red and yellow. Colors are used in blocks with very few details.",
        "createdAt": {
            "$date": "2021-05-03T08:55:45.462Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T08:55:45.462Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608fba91cb049a55580dbd8b"
        },
        "name": "Japanese",
        "name_short": "Japanese",
        "typecode": 4,
        "description": "Also known as traditional irezumi, the original style of Japanese tattoo art is incredibly ancient and varied, probably more so than any other culture in the world. The common characteristics of Japanese style are: extensive linework, packed areas of color, Asian imagery (often focus on water and animals), highly detailed and 2-D in design.",
        "createdAt": {
            "$date": "2021-05-03T08:55:45.462Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T08:55:45.462Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608fba91cb049a55580dbd8d"
        },
        "name": "Tribal",
        "name_short": "Tribal",
        "typecode": 6,
        "description": "Tribal tattoos' meaning will change from culture to culture, and between designs. Characterized by its bold black loops, swirls, and hooks to depict a certain image of animals, deities, and other nature elements, tribal tattoos bear a symbolical meaning significant to a tribe's culture and tradition.",
        "createdAt": {
            "$date": "2021-05-03T08:55:45.463Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T08:55:45.463Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608fba91cb049a55580dbd8c"
        },
        "name": "Watercolor",
        "name_short": "Watercolor",
        "typecode": 5,
        "description": "A watercolor tattoo is a bright, vivid marking made up of a number of subtle color gradients and techniques that create a more gradual color fade-out. ... Because the style of watercolor tattoos is more delicate and fluid than “traditional” tattoos, it's easy to think that they're created with different equipment.",
        "createdAt": {
            "$date": "2021-05-03T08:55:45.463Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T08:55:45.463Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608fba91cb049a55580dbd8e"
        },
        "name": "Bio Mechanical",
        "name_short": "Bio Mechanical",
        "typecode": 7,
        "description": "A biomechanical tattoo is a body art that melds some parts of the body by use of a machine to form a tattoo imagery of robotic or machine parts. Part machine, part man, this type of tattoo reveals the inner human biological body makeup.",
        "createdAt": {
            "$date": "2021-05-03T08:55:45.463Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T08:55:45.463Z"
        },
        "__v": 0
    },
    {
        "_id": {
            "$oid": "608fba91cb049a55580dbd8f"
        },
        "name": "Realism",
        "name_short": "Realism",
        "typecode": 8,
        "description": "Realism (or photorealism style) tattoos are designs meant to look as convincing as a photographed image. Realism body art often features natural landscapes and scenery, animals, and portraits of people done to almost a photographical likeness.",
        "createdAt": {
            "$date": "2021-05-03T08:55:45.463Z"
        },
        "updatedAt": {
            "$date": "2021-05-03T08:55:45.463Z"
        },
        "__v": 0
    }
]